export const BREEDS = [
  {
    id: 'aege',
    title: '에게',
    contents: [
      '에게(Aegean cat)는 그리스 키클라데스 제도에서 서식하는 고양이과 동물이다. 인간의 간섭 없이 자라는 자연 고양이로 간주된다. 에게는 1990년대 초 그리스의 고양이과 동물에 의해 정식 품종으로 개발되기 시작했지만, 아직까지 그 품종은 어떤 주요 애호가 및 사육자 단체에서도 인정받지 못하고 있다. 그리스 토종 고양이 중 유일한 품종으로 간주된다.',
      '에게는 중간 크기의 근육질의 중장모 고양이이다. 털은 이색 또는 삼색이며, 거의 항상 흰색을 띤다. 흰색은 보통 몸의 1/4에서 9/10 사이를 차지한다. 그들의 털 색깔은 다른 많은 색깔과 무늬를 포함할 수 있다. 그들의 발은 중간 크기이고 둥근 모양을 가지고 있다. 꼬리는 길고 갈고리 모양도 종종 존재한다. 귀는 넓고, 끝이 둥글며 털로 덮여 있다. 눈은 아몬드 모양을 하고 있으며, 색깔은 녹색, 파란색, 노란색이 있다.',
      '에게는 물과 낚시에 대한 친화력으로 유명하다. 이 품종은 선택적 교배가 아닌 자연적으로 번식할 수 있었기 때문에 대부분의 고양이 유전병을 갖지 않는다.',
    ],
  },
  {
    id: 'beng',
    title: '벵갈 고양이',
    contents: [
      '벵갈 고양이(Bengal cat)는 이집션 마우와 삵(Prionailurus bengalensis)의 교배종이다. 품종명은 삵의 분류학적 이름에서 유래했다. 벵갈은 야생적인 특성이 강하며, 황금빛 빛깔은 삵 조상에서 비롯되며, 털은 반점과 장미꽃무늬, 화살촉 무늬 또는 마블링과 같은 무늬가 나타난다.',
      '초기에는 단지 한두 세대만 번식한 후에 중단되었다. 진 밀은 야생 고양이와 같은 털을 가진 집고양이를 만들기로 결심하였다. 캘리포니아의 진 밀은 현대 벵갈 품종의 공로를 인정받았다. 포모나 칼리지에서 심리학 학위를 받았고, 데이비스 캘리포니아 대학교에서 유전학 대학원 과정을 이수했다.',
      '그녀는 삵과 집고양이와의 교배를 성공시켰다. 하지만 벵갈은 품종으로서 훨씬 나중에 인정되었다. 1970년, 밀은 사육 노력을 재개했고 1975년 윌러드 센터월이 로마 린다 대학의 유전자 검사에 사용하기 위해 사육한 벵갈 고양이들을 받았다.',
      '1983년 국제고양이협회(TICA)에 의해 공식적으로 받아들여졌다. 벵갈 고양이는 1991년에 챔피언십 지위를 얻었다. 1997년 캣 팬시 이사회(GCCF)는 벵갈 고양이를 받아들였다. 1999년 국제 고양이 연맹(FIFE)은 벵갈 고양이를 등록부에 등록시켰다. 고양이 애호가 협회(CFA)는 벵갈 고양이를 등록부에 등록시킨 마지막 단체들 중 하나였다.',
      '벵갈 고양이는 평균보다 조금 큰 크기의 얼룩무늬 고양이 품종이다. 체형은 날씬하며. 근육질 몸 때문에 보통의 집고양이보다 더 크다. 벵갈은 다양한 색깔의 털을 가지고 있다. 국제고양이협회(TICA)는 벵갈의 다양한 색깔을 인정하고 있다. 갈색 얼룩무늬, 은색 등의 벵갈이 인정된다. 벵갈 고양이는 영리하고, 활기차고, 장난기가 많다. 주인들은 그들의 벵갈은 자연스럽게 물건들을 훔쳐오고, 그들은 종종 물에서 노는 것을 즐긴다고 말한다.',
    ],
  },
  {
    id: 'snow',
    title: '스노우슈',
    contents: [
      '스노우슈는 1960년대 미국에서 생산된 고양이 품종이다. 스노우슈는 샴 사육사의 고양이가 흰 발을 가진 세 마리의 고양이를 낳았을 때 필라델피아에서 처음 생산되었다. 사육자인 도로시 힌즈-다허티는 이후 "실버 레이스"라고 불리는 번식 프로그램을 시작하여 샴 고양이와 2색 아메리칸 쇼트헤어 고양이와 다른 품종을 교배시켰다. 스노우슈는 정확한 털의 문양을 재현하기 어렵기 때문에 희귀하다. 이 문양 색상에 대한 열성 유전자와 함께 우세하지만 다양하게 발현되는 피에발드 패턴 유전자를 기반으로 하기 때문에 자손의 모습을 예측하기 어렵다.',
      '1960년대, 샴 고양이 사육사 도로시 힌즈-다거티가 소유한 고양이는 펜실베이니아주 필라델피아에서 샴 고양이 한 마리를 낳았다. 고양이들 중 세 마리는 하얀 점과 발로 구성된 독특한 무늬를 가지고 있었다. 두 가지 색깔의 아메리칸 쇼트헤어와 함께 샴을 사용하여 그들과 같은 고양이를 기르기 시작했다. 이 고양이들의 자손들은 샴의 특징은 적었지만, 샴 고양이들에게 자손을 번식시킴으로써 원하는 외모가 완성되었다. 힌즈다허티는 흰 발 때문에 이 품종을 "스노우슈"라고 이름 지었다. 힌즈다거티는 지역 고양이 쇼에서 스노우슈를 홍보했지만 당시에는 인정받지 못했다. 힌즈다허티는 결국 스노우슈 사육 프로그램을 포기했고, 이를 비키올랜더가 맡았다.',
      '올랜더는 스노우슈의 첫 번째 품종 표준을 작성했고, 1974년 미국 고양이 협회(ACA)의 스노우슈의 실험 품종 지위를 얻는 데 성공했다. 그러나 1977년까지 올랜더는 미국에서 스노우슈의 마지막 사육자가 되었다. 이 종을 살아남기 위해 고군분투한 후, 올랜더는 이 품종에 관심이 있는 짐 호프만과 조지아 쿠넬로부터 연락을 받았다. 올랜더, 호프만, 쿠넬에 합류한 다른 사육사들은 1983년 CFF로부터 챔피언 지위를 얻었다. 1989년 올랜더는 약혼자가 고양이 알레르기가 있어 프로그램을 떠났다. 하지만, 1990년 미국 고양이 애호가 협회에서 챔피언 지위를 얻었고, 1993년 국제 고양이 협회에서 인정을 받았다. 현재, 사육자들은 고양이 사육 협회와 함께 받아들여지기 위해 일하지만, 협회의 요구에 필요한 고양이와 사육자의 부족으로 어려움을 겪고 있다.',
      '귀 크기는 중간 크기 이상으로 다양하며, 끝이 약간 둥글다. 머리는 삼각형 주로 모양이지만 전통적인 고양이 모양의 사과 머리 모양일 수도 있다. 짧은 털은 어두운 무늬와 흰 무늬로 이루어져 있다. 귀, 꼬리, 얼굴 및 다리는 검은색 바탕의 단색이다. 몸은 고른 색상으로 등, 어깨, 엉덩이에 은은한 색조를 띠며, 가슴과 배 근처에는 밝은 색조를 띤다. 발바닥은 흰색, 주요 색상, 살구색 또는 얼룩덜룩할 수 있다. 그들의 색깔은 나이가 들면서 갈색이 늘어나며 어두워진다. 순종의 경우 눈은 항상 파란색이다. 꼬리는 중간 크기이다.',
      '고양이 협회에서 인정하는 털 색상은, 몸 색깔은 옅고 귀, 얼굴, 다리, 꼬리는 짙은 색을 띤다. 미국 고양이 애호가 협회는 파랑, 검정, 초콜릿, 빨강, 크림, 계피, 황갈색 점의 색을 인정한다. 또한, FIF는 거북이 껍질, 탭비, 거북이 껍질-탭비 코트 패턴의 색상을 인정한다. 국제 고양이 협회는 대부분의 색을 인정한다. 각각의 스노우슈는 특유의 패턴을 가지고 있다. 스노우슈의 털은 중간에서 짧은 길이여야 하며, 눈에 띄는 잔털이 없이 밝고 매끄러워야 한다. 스노우슈의 털은 계절의 변화를 겪으며 많은 손질이 필요하지 않다.',
      '스노우슈는 일반적으로 정이 많고, 순하다. 그들은 사람들과 어울리고 관심을 받는 것을 즐기며, 어린이와 다른 애완동물들과도 잘 어울린다. 스노우슈는 매우 사교적이고 유순하며, 주인에 대한 큰 헌신과 사랑을 보여준다. 결과적으로, 이 품종은 오랜 시간 동안 혼자 있는 것을 싫어하고 다른 고양이 동반자가 있다면 일하는 시간에 더 잘 대처할 수 있다. 스노우슈는 샴처럼 야옹거리는 소리가 크지 않지만, 자신과 그들의 불만을 목소리로 표현할 수 있다. 스노우슈가 걱정스러운 표정을 짓는 것은 드문 일이 아니며, 그들은 일반적으로 대부분의 시간 동안 그들의 얼굴에 걱정되거나 걱정스러운 표정을 짓는다. 고양이들은 또한 영리하다고 알려져 있다; 그들은 다양한 종류의 문을 여는 법을 배울 수 있고, 특히 가져오기 기술을 배울 수 있다. 스노우슈는 물, 특히 흐르는 물을 즐기며 때때로 수영을 하기도 한다. 매우 활동적이긴 하지만 안절부절못하거나 쉽게 동요하지 않으며 높은 곳에 앉는 것을 좋아한다.',
    ],
  },
  {
    id: 'siam',
    title: '샴 고양이',
    contents: [
      '샴고양이(태국어: แมวไทย, 영어: Siamese cat) 또는 시암고양이는 고양이의 한 품종이다. 샴고양이는 본래 단모종이지만, 발리니즈라 불리는 장모종도 존재한다. 샴고양이는 타이 왕실에서 키웠던 고양이이다. 날씬한 몸에 짧고 가는 털을 가지고 있다. 몸 색깔은 전체적으로 회색빛을 띤 흰색이며, 귀, 꼬리, 주둥이, 다리 끝은 갈색 등의 짙은색이다.',
      '태국으로부터 자연발생하여 세계로 전해진 샴고양이는 1700년 경부터 존재해왔다고 추정된다. 샴(시암)은 태국의 옛 이름이다. 그렇지만 그 시기보다 훨씬 전인 1350년대의 샴고양이의 특징을 가진 고양이를 그린 그림이 방콕국립도서관에 소장되어 있어 정확하지는 않다. 1793년 독일의 자연과학자 피터 사이먼 팔라스가 카스피해를 여행하면서 그린 고양이도 샴고양이으로 알려져 있다. 1884년 지금의 태국인 샴 왕국에서 왕의 선물로 받은 고양이 한 쌍을 영국총영사관이 유럽으로 가져오면서 유럽으로 전해지게 되었다. 그 후 영국과 유럽, 미국에서 샴고양이의 인기는 높아졌다.',
      '1878년 샴왕국에 주재하던 영국 영사는 순수혈통으로 명예의 상징이 된 샴고양이 한 쌍을 선물 받았다. 샴고양이를 처음 본 영국 여왕은 샴고양이의 아름다운 사파이어 색 눈에 매료되었다. 여왕은 자신의 직위도 잊은 채 샴고양이를 헌신적으로 돌보았다. 샴고양이는 여왕에게 응석을 부리며 다른 일을 할 수 없게 만들었는데 잠깐이라도 자신에게 관심을 보이지 않으면 질투하고 화를 냈기 때문이었다. 그래서 여왕은 하루 종일 샴고양이와 놀며 그의 시중을 들었다. 한 순간에 샴고양이는 여왕을 하녀로 만들어버렸던 것이다. 그 이후로 사람들은 샴고양이를 ‘고양이의 여왕’이라고 부르게 되었다.',
      '전체적으로 회백색이나 황갈색의 짧고 가는 털로 덮여 있고 얼굴 중앙과 귀, 앞다리, 등이나 꼬리에 바탕털보다 진한 색의 포인트가 있는 것이 시암고양이의 큰 특징이다. 어릴적에는 털 색깔이 성묘 때와 완전히 다르다. 태어날 시에는 몸 전체가 하얀색이지만 한살 무렵이 되면 검은 부분이 보다 선명해지며, 점차 진한 색깔이 나타난다. 주변의 온도와 체온이 색에 영향을 주는데 주변온도가 따뜻할수록 포인트는 뚜렷해진다. 털색은 다양한 편이지만, 눈은 선명한 사파이어블루색 한 가지다. 귀는 큰 편이고 뒷다리가 앞다리보다 길다. 꼬리는 길고 끝이 가늘어서 포인트가 돋보이고 우아한 느낌을 준다. 주인의 몸에 비비는 등 애정표현이 적극적이고 사랑받기를 좋아한다.',
    ],
  },
  {
    id: 'pers',
    title: '페르시안',
    contents: [
      '페르시안(Persian cat)은 고양이의 한 품종이다. 털이 긴 고양이의 대표이다. 몸 전체에 가늘고 긴 털이 풍성하고 흰색, 검은색, 회색 등 털 색깔이 다양하다. 성격은 조용하고 울음소리가 작으며 온순한 편이다.',
      '18세기 초 유럽에 처음 전해졌는데 확실한 기원이 알려져 있지 않다. 16세기 아시아에서 페르시아에 터키의 앙카라에서 온 장모종 고양이가 전해졌다는 기록이 남아있긴 하지만 구마인 선조라는 설이 있다. 이란의 옛 나라인 페르시아 제국의 상형문자에 나타난 것에 의하면 사막을 이동하며 무역을 하던 캐러밴들이 무역상품에 긴 털을 가진 고양이가 포함되어 있었고 고양이의 기원지에 따라 이름을 ‘페르시안’이라 불렀다. 이 상형문자에 나온 고양이가 현재의 페르시아고양이의 선조라면 기원은 B.C 1524년보다 훨씬 이전의 일일 것으로 추정된다. 18세기 유럽에 전해진 이후 1899년 영국에서 고양이쇼에 등장하였고, 19세기 말 미국으로 전해졌다.',
      '페르시아 구전 서사집, KUSHNAMEN(쿠쉬나메)에는 페르시아 왕자와 신라 공주의 사랑 이야기가 기록되어 있다. 페르시아 왕자 아브틴은 아랍의 공격으로 나라를 잃게 되고, 훗날을 기약하며 신라 왕국으로 망명하게 된다. 신라 왕 타이후르는 아브틴 왕자를 너그럽게 받아들였고, 페르시아 왕국과 신라 사이에는 굳건한 연대가 형성되었다. 타이후르 왕은 늘 재색을 겸비한 자신의 딸, 파라랑 공주에 대한 칭찬을 아끼지 않았다. 아브틴 왕자는 파라랑 공주와 혼인을 하고 싶었으나, 타이후르 왕은 이방인과의 혼인을 달가워하지 않았다. 그는 자신의 딸 30명 중 파라랑 공주를 아무런 정보 없이 찾아낸다면 혼인을 허락하겠다고 제안한다. 아브틴 왕자는 자신이 기르던 페르시아고양이를 파라랑 공주에게 선물하였다. 파라랑 공주는 처음 보는 페르시아고양이의 아름다움에 지극 정성으로 돌보며 아꼈다. 그리고 몇 일 뒤 파라랑 공주를 찾아야 하는 날, 아브틴은 공주들이 입은 옷 중에서 하얗고 긴 고양이 털이 묻어있는 공주를 선택했다. 그녀는 바로 파라랑 공주였고, 타이후르 왕은 약속대로 파라랑 공주와의 결혼을 허락하였다.',
      '긴 털을 가진 장모종의 대표적인 품종으로 털이 가늘고 길고 풍성하다. 털에서는 부드러운 감촉과 윤기가 나는데 목과 가슴에 장식털이 많다. 털의 색깔과 무늬의 모양에 따라 페르시안고양이의 종류를 구분하는데 매우 다양하다. 털이 길어 커 보이지만 실제로 체형은 중간 정도이며 튼튼하다. 다리는 굵고 짧은 편이며 꼬리 역시 굵고 짧지만 털이 매우 길고 풍성하게 나 있다. 얼굴은 다른 품종과는 다르게 넓고 둥글며 뺨은 볼록하다. 두 눈 사이의 간격은 멀고 눈 모양은 둥글고 크다. 코는 폭이 넓고 짧은데 일부 페르시안고양이는 코가 위로 들려있는 들창코 모양인 경우도 있다 그런 경우를 페르시안 엑조틱 이라고 부르고 그렇지 않으면 페르시안 클레식 이라고 부른다. 페르시안친칠라라는 페르시안에서 갈라져 나온 품종이 있다.',
    ],
  },
  {
    id: 'sava',
    title: '사바나캣',
    contents: [
      '사바나(Savannah)는 샴고양이와 서벌을 교배해 만든 품종이다. 성격이 온순하고 사람을 잘 따르며 교배가 매우 어려워 희귀 품종이다. 하지만, 성격이 매우 온순하고 활발해서 많은 사랑을 받지만 더운 기후에 적응을 해서 항상 온도를 맞춰 주어야한다. 물을 좋아하고 물을 두려워하지 않는다. 뛰어오르기를 잘해 최대 2m 넘게 뛰어오를 수 있다.',
    ],
  },
];
